tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asdf"
brew "bat"
brew "btop"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "httpie"
brew "jq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sk"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "brave-browser"
cask "discord"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-material-design-icons-webfont"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-pro"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "linear-linear"
cask "linearmouse"
cask "little-snitch"
cask "notion"
cask "orion"
cask "qbittorrent"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "stats"
cask "steam"
cask "surfshark"
cask "telegram"
cask "textual"
cask "todoist"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "warp"
cask "whatsapp"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Agenda", id: 1287445660
mas "Bear", id: 1091189122
mas "ColorSlurp", id: 1287239339
mas "Craft", id: 1487937127
mas "Microsoft Outlook", id: 985367838
mas "Pixelmator Pro", id: 1289583905
mas "Vimari", id: 1480933944
